Repository: aoringo12/honyaku
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: The active player's effects are always resolved first.
ja: アクティブプレイヤーの効果は常に優先され、最初に解決されます。

source: The ages have two impacts on gameplay:
ja: 時代はゲームプレイに2つの影響を持ちます：

source: The amount of coins you earn depends on your level on the Popularity Track.
ja: 獲得できる資産の量は民心の値によって異なります。

source: The amount of damage this Hero can resist before dying.
ja: このヒーローが死ぬまでに耐えられるダメージ量になります。

source: The ashes from the first Great War still darken the snow in 1920s Europa.
ja: 次大戦の灰が未だに雪を薄黒く染める 1920 年代のヨーロッパ。

source: The attacker and defender can ignore hits taken by using special abilities and other effects in their areas of play.
ja: アタッカーとディフェンダーは自身のプレイエリアの特別アビリティや他の効果を使用することにより、ヒットを無視できます。

source: The attacker scores one victory point per building removed.
ja: アタッカーは取り除く建物1つごとに、1勝利点を得点します。

source: The attacker will deal hits equal to the higher roll, and the defender will deal hits equal to the lower roll.
ja: アタッカーは高い出目に等しいヒットを相手に与え、ディフェンダーは低い出目に等しいヒットを相手に与えます。

source: The attacking Skeleton cannot distract.
ja: アタックするスケルトンは邪魔に参加できません。

source: The attacking Skeleton gains +1 Strength per tile with a Skeleton adjacent to the defender.
ja: アタックするスケルトンは、対象に隣接するスケルトンのいるタイルごとに、筋力＋1を得ます。

source: The avatar of the Mansion on the physical plane is the Wrath.
ja: レイスは物体である館の化身です。

source: The back of each faction board lists all of its pieces and gives its basics of play.
ja: 各派閥ボード裏は、全てのピースと基本的なプレイ方法が記述されています。

source: The battle is considered a draw.
ja: 戦闘は引き分けであるとみなされます。

source: The battle then ends.
ja: その後、戦闘は終了します。

source: The birds live in the treetops across the whole Woodland, so you can always treat a bird card as a mouse, fox, or rabbit card.
ja: 鳥はウッドランドの木々全体に住んでいますので、あなたは常に鳥カードをネズミ、キツネ、ウサギカードとして扱えます。

source: The building is selected based upon its end-of campaign value (the number inside a purple circle).
ja: 建物はキャンペーン終了価値の値に基づいて（紫円内の数字）選択されます。

source: The buyer must place warriors from their supply into the Riverfolk's Payments box equal in number to the cost of that service liste on the Riverfolk's Services track.
ja: 購入者はリバーフォークのサービストラックのそのサービスに記述されたコストに等しい数、購入者のサプライから戦士たちをリバーフォークの支払いボックスに配置する必要があります。

source: The buyer takes any card from the Riverfolk's hand and adds it to their hand.
ja: 購入者はリバーフォーク手札から任意のカードを取り、自身の手札としてそれを追加します。

source: The buyer treats rivers as paths until the end of their turn.
ja: 自身のターンが終了するまで、購入者は川を道として扱えます。

source: The capitalistic city-state known simply as “The F actory,” which fueled the war with heavily armored mechs, has closed its doors, drawing the atetntion of several nearby countries.
ja: 重装甲の機械兵器 “メック” を供給して戦争の拡大を促していた資本主義都市国家 “ファクトリー” はその門を閉ざし、周辺諸国の注目を集めていた。

source: The cargo that Ol'l'ived With JOU COIi 011/y be unlocked when the time is right...
ja: あなたと共に到着したこれらの貨物は、時が来れば開放できるようになるでしょう……。

source: The change for games with 4 or more players applies only in games without a Cave [Ghost] player, and it slows down the Collapse to give players more time to complete their victory conditions.
ja: 4人以上のプレイヤーによるゲームへの変更は、洞窟（または洞窟ゴースト）プレイヤーが居ないゲームにのみ適応され、彼らの勝利条件のための時間を与えるために、崩壊が遅くなるものです。

source: The change for games with 6 or more players gives the Cave [Ghost] player a small boost to help offset the greater number of players who will be collecting Treasures, smashing Crystals, and affecting Isolation.
ja: 6人以上のプレイヤーの居るゲームへの変更は、トレジャーを収集したり、クリスタルを破壊したり、孤独に影響を与えすぎる多すぎるプレイヤーに対抗するため、洞窟（または洞窟ゴースト）プレイヤーへ小さな補助を与えます。

source: The chosen action has to be performed immediately.
ja: 選択されたアクションは直ちに実行されます。

source: The closest to the deck should always be the one that has been in play longest.
ja: デッキに近くなるほど、長く存在していると考えます。

source: The closest visible player piece.
ja: 最も近くの見えているプレイヤーピース

source: The color that represents the most Gems in the Garden (all six Garden Sectors) will earn you Favor Cogs accordingly.
ja: ガーデンにある宝石を色ごとに数え、以下に従いあなたは寵愛の歯車を得ます。

source: The construction of these posts is a viable way to score victory points, but so too is the raw accumulation of wealth.
ja: これら交易所は勝利点を得点するための手段であり、財産の備蓄でもあります。

source: The cost in Omen tokens to possess a player depends on your Isolation from the target plus the role’s Possession value (the number listed in the upper corner of the Possession card).
ja: プレイヤーに憑依する前兆トークンのコストは、そのロールの憑依値（憑依カードの上部角に数字が表示）に加えて、対象からの距離とボードの孤独レート表を参照します。

source: The current guidepost is kept face-up on the board and is processed at the end of the game.
ja: 現在の指標はボードに表向きで保持され、ゲーム終了時に処理されます。

source: The current round is finished by the players, after which the final points are calculated.Reward Tiles are kept secret behind the player screens.
ja: 現在のラウンドがプレイヤーたちにより終了したら、最終ポイントが計算されます。報酬タイルはプレイヤースクリーンの後ろに保持されます。

source: The deck holds four dominance cards, which can be played to win the game without reaching 30 victory points.
ja: デッキに4枚あるドミナンスカードは、30勝利点に到達することなくゲームに勝利するためにプレイできます。

source: The defender may play ambush cards matching the clearing of battle.
ja: ディフェンダーは戦闘地に一致するアンブッシュカード一枚以上をプレイできます。

source: The defender may play an ambush card matching the clearing of battle.
ja: ディフェンダーは戦場となる区画に一致するアンブッシュカード1枚をプレイできます。

source: The defender may retreat if he rules an adjacent clearing.
ja: ディフェンダーは彼が隣接空き地を支配している場合に撤退できます。

source: The die with the higher value is your movement points, and the die with the lower value is your attack points.
ja: 最も高い値のダイスがあなたの移動力ポイントで、最も低い値のダイスがあなたの攻撃ポイントです。

source: The discard pile can be searched at any time.
ja: 捨て札山はいつでも参照することができます。

source: The distance you move is determined by the Grit you spend.
ja: ナイトが移動する距離は、消費された経験値によって決定されます。

source: The effect of the attack depends greatly on the attacker and defender.
ja: アタックの効果はアタッカーとディフェンダーに依存します。

source: The effect of the attack depends on the Spider’s form, as follows.
ja: スパイダーのフォームによってアタックの効果が変わります。以下を参照してください。

source: The effects of your face-up Treasure cards are always active.
ja: 表向きにされたトレジャーカードの効果は常に発動しています。

source: The eight spaces around a space, both adjacent and diagonal.
ja: スペース1つの隣接と対角を含んだ周囲8つのスペース。

source: The extra Storage area is not available to buy through the Office.
ja: 追加の倉庫エリアはオフィスで購入できない。

source: The facing of the Unicorn piece does not affect visibility.
ja: ユニコーンピースの向きは見えているかどうかに影響しません。

source: The favorite weapon of Jodbar the Left-Handed.
ja: 左利きのジョーバーが愛した武器。

source: The first Scheme you purchase costs 1 Treasure, the second costs 2 Treasures, the third costs 3 Treasures, and so on.
ja: 最初の悪巧カードはトレジャーコスト1つで購入でき、2つめはトレジャー2つ、3つめはトレジャー3つ、というようにコストが上昇します。

source: The first player may purchase one Discovery/General or “pass” (not purchase anything).
ja: ファーストプレイヤーはディスカバリーか将軍1つを購入する[または]パスができます（何も購入しない）。

source: The first player passes the Queen Tile to the left and that player becomes the first player for the round.
ja: ファーストプレイヤーは左にクイーンタイルを私、そのプレイヤーが次のラウンドのファーストプレイヤーになります。

source: The first player resolves all his battles first.
ja: ファーストプレイヤーはまず、自身の戦闘全てを解決します。

source: The first player to reach 30 victory points immediately wins the game.
ja: 30勝利点に到達したプレイヤーがいたら、直ちにそのプレイヤーがゲームに勝利します。

source: The first player to reach 40 victory points immediately wins the game.
ja: 40勝利点に到達したプレイヤーがいたら、直ちに彼がゲームに勝利します。

source: The first time you have five visible Rooms, use the Level Up ability on your Boss card.
ja: あなたが最初に五枚の有効ルームカードを所持すると、ボスカードのレベルアップアビリティを使用します。

source: The first time you hit five Rooms, apply your Boss card's "Level Up" effect! Card Types:
ja: 始めてあなたのダンジョンに有効ルームが5つ配置されたら、自身のボスカードに対応する「レベルアップ」効果！ を適応します。

source: The first time you play, allow yourself at least 45 minutes.
ja: あなたが初めてこのゲームをプレイする時、少なくとも45分のプレイ時間が必要です。

source: The first time your dungeon reaches five Rooms in length (not counting the Boss card itself), your Boss card's "Level Up" ability is triggered.
ja: あなたのダンジョンのルームが5つに始めて到達したら（ボスカード自体はカウントしない）、あなたのボスカードの「レベルアップ」能力がトリガーされます。

source: The first token each game is put on the space showing the player count.
ja: 各ゲームの最初のトークンは、プレイヤー人数を示すスペースへと配置されます。

source: The five Skeletons work together, but each has its own traits and gear.
ja: 5体のスケルトンたちは一緒に動作しますが、それらが持つ特徴と装備は独自のものになります。

source: The following action can be used to turn Silver into Gold.
ja: このアクションはシルバーをゴールドに変換するために使用できます。

source: The following details how to play VivaJava with 5-8 players.
ja: 5から8プレイヤーのビバジャワのプレイ方法に細部は従います。

source: The following game is recommended for three to four players.
ja: ゲームは3人から4人でのプレイを推奨します。

source: The following rules apply:
ja: 次のルールが適応されます。

source: The forest surrounding the map is out of play, not part of the map.
ja: マップ周囲の森はゲーム外で、マップの一部ではありません。

source: The four (4) Core Locations and two (2) Deed Locations are placed in a line on the table, ‘one player’ or ‘closed’ sides showing.
ja: 4枚のコアロケーションと2枚のディードロケーションはテーブルに直線で配置し、「1プレイヤー」または「閉鎖」面を表にします。

source: The four spaces that touch a space in the cardinal directions.
ja: 1つのスペースに縦横に触れている4つのスペース。

source: The game includes four different AI opponents to play against.
ja: ゲームにはプレイヤーに対して4つの異なるAI対戦相手が用意されています。

source: The game ends immediately for this player.
ja: ゲームはこのプレイヤーにより直ちに終了します。

source: The game ends when one of the following conditions is met:
ja: 次の条件の1つに合致する時、ゲームは終了します：

source: The game progresses as players place stars (achievements) on the board, and it ends when a player places their 6th star on the Triumph Track.
ja: プレイヤーは決められた条件を満たすたびに、ボード上に星トークンを置いていきます。いずれかのプレイヤーが勝利トラックに6 つ目の星トークンを置いた時点でゲームは終了します。

source: The game will have custom d12s included with an equivalent distribution.>
ja: 実際のゲームにはカスタムされた12面の同等のものが含まれる予定です>

source: The game will soon introduce a way for inactive charters to grow, but if at any time you would like these charters to act like human players, please read and use the Automa rulebook.
ja: ゲームはすぐに非アクティブチャーターを成長させる方法を紹介しますが、これらチャーターを人間プレイヤーが動かすよううにシミュレートしたい場合は、オートマルールブックを読んで使用しましょう。

source: The goal is to have the greatest fortune at the end of the game;
ja: ゲーム終了時に最も多くの資産を持っているプレイヤーが勝者となります。

source: The goal of Boss Monster is to lure Heroes into your dungeon and kill them.
ja: ボスモンスターのゴールはあなたのダンジョンにヒーローたちをおびき寄せ、彼らを殺すことです。

source: The greater their presence in the Woodland, the greater their gains.
ja: ウッドランドでその存在が大きくなるほど、多くの勝利点を得られます。

source: The greatest of you will be selected to carry on my legacy based on the enclosed parameters."
ja: 最も秀でたものが、成果に基づき我が遺産を引き継ぐことになるだろう」

source: The group gathers around a large rock, You recognize it as a Charterstone, just like the one at the center of the Eternal City.
ja: 面々は大きな岩の周りに集まります。あなたは、それが久遠の都の中央にあるチャーターストーンであるように思えました。

source: The group gothers around a large rock, You recognize it as a Charterstone, just like the one at the center of the Eternal City.
ja: 面々は大きな岩の周りに集まります。あなたは、それが久遠の都の中央にあるチャーターストーンであるように思えました。

source: The guards are helpless to react as your group converges upon the Charterstone, smashing it to bits.
ja: あなたのグループがチャーターストーンに集まるのに対応するのにガードは無力で、それは粉々に砕けました。

source: The guards unload a number of mysterious crates and forbid you to open any of them, except for the one labeled "Scriptorium." Open it now.
ja: ガードはいくつかの神秘的な木箱を荷降ろし、「スクリプトリウム（Scriptrium）」がラベルされた物以外、これらを開くことを禁止しました。ゲームボックスにある、スクリプトリウムタックボックスを開きましょう。

source: The higher your popularity, the more coins you will earn.
ja: 民心が高ければ、より多くの資産を獲得することができるでしょう。

source: The highest-XP player goes first, followed by the second highest, and so on.
ja: 最もXPの高いプレイヤーから行動し、次に高いプレイヤーへ、と手番が進行します。

source: The highest-XP player goes first, then each other player places a face-down Room.
ja: 最もXPの高いプレイヤーから行い、各プレイヤー裏向きでルーム1枚を配置します。

source: The immortal Forever King has selected 6 citizens of Greengulりto start a new village farfi'om the Eternal City.
ja: 不死身なる永遠の王は、久遠の都から遠く離れた場所に新しい村を作るため、グリーングリーから6人の市民を選択しました。

source: The immortal Forever King has selected 6 citizens of Greengulりto start a new village far from the Eternal City.
ja: 不死身なる永遠の王は、久遠の都から遠く離れた場所に新しい村を作るため、グリーングリーから6人の市民を選択しました。

source: The invading Marquise de Cat wishes to exploit the Woodland, using its vast resources to fuel her economic and military machine.
ja: 侵略者であるマルキス・デ・キャットは、経済的かつ軍事的な機械に膨大な資源を使用するため、ウッドランドを利用しようと考えています。

source: The king didn't give me much of a choice;
ja: 王は俺に選択肢なんてくれなかった。

source: The king looms over you, his kindly demeanor gone.
ja: 王はあなたの上に立ち、その態度は親切であった時のそれではありません。

source: The king radiates power.
ja: 王は力でみなぎっています。

source: The king stands tries to stand, but the expression on his face says that it's too late.
ja: 王は立ち上がろうと試みるが、彼の表情からもう遅いということがわかります。

source: The king waves to you as you enter his chambers.
ja: 王室に入ると、王はあなたに手を振ります。

source: The king's candle serves as a beacon for his fleet.
ja: 王のろうそくは、彼の艦隊のためのビーコンとして役に立ちます。

source: The king's forces have arrived at your village.
ja: 王の軍勢があなたの村に到着しました。

source: The king's lone concern is that one villager seems to be lagging behind.
ja: 王の唯一の懸念は、村人の1人の進捗が遅れているということです。

source: The large cubes are placed on their track in the same order.
ja: 大きなキューブらは同じ順番でそれらトラックに配置します。

source: The large cubes remain in place for the time being.
ja: 大きなキューブはまだその場に残ります。

source: The last Garden is played over a number of rounds depending on the number of players:
ja: ラストガーデンはプレイヤー人数に応じるラウンド数がプレイされます。

source: The learn-to-play guide is written in a more conversational tone and features many illustrated examples.
ja: プレイ学習ガイドは砕けたトーンとたくさんのイラスト例示で記述されています。

source: The locked Artifact still counts toward the Ghost’s victory condition.
ja: ロックされたアーティファクトは依然としてゴーストの勝利条件にカウントされます。

source: The longer you can entertain them, the more benefits you will reap,
ja: 彼らを長く楽しませることができれば、多くの利益を得られるでしょう。

source: The longer you can entertain them, the more benefits you will reap、
ja: 彼らを長く楽しませることができれば、多くの利益を得られるでしょう。

source: The losers of a battle must remove all their units from the territory - these units are considered killed.
ja: 戦闘の敗北者たちは、地域から自身のユニットを全て取り除かなければなりません―これらユニットは殺されたとみなされます。

source: The map is made up of color-coded hexagonal tiles that come in 9 territory types:
ja: マップは9つの地域タイプによる、色分けされた六角形タイルで構成されます。

source: The map of the Woodland is composed of clearings​, which are connected by a network of paths​.
ja: ウッドランドのマップは空き地で構成され、道のネットワークによってつながっています。

source: The map of the Woodland is composed of many clearings linked by paths.
ja: ウッドランドの森は道で繋がった多くの区画で構成されます。

source: The map section below shows a Combat Phase in progress.
ja: 下のマップは、進行中の戦闘フェイズを示しています。

source: The maximum hits you can deal by rolling equals the number of Ally warriors there, but you can increase your maximum hits by exhausting <sword>.
ja: あなたがロールによって与える事のできるヒットの最大数は、そこにいる同盟戦士の数と等しいですが、<ソード>を消耗することでこの最大数を上昇させることができます。

source: The maximum hits you can deal from rolling equals the number of your warriors in the clearing of battle, whether you are the attacker or defender.
ja: ロールによって与えられるヒットの最大数は、アタッカーかディフェンダーかに関わらず、戦場にいる自身の戦士数に等しいです。

source: The maximum hits you can deal from rolling equals your number of warriors there.
ja: 最大ヒット数は、そこの戦士の数が上限となります。

source: The maximum hits you can roll equals the number of Allied warriors there plus your total undamaged S. (You cannot use Allied warriors to deal hits against the same Ally.) d Allied Casualties.
ja: ダイスロールの最大ヒット数は、同盟戦士の数に加えて、あなたの破損していないSの数に等しいです。（同じ同盟を対象として同盟戦士を使用することはできません） d 同盟の犠牲。

source: The maximum number of hits you can deal from rolling equals the number of your warriors in the clearing of battle, whether you are the attacker or defender.
ja: ロールによって与えられるヒットの最大数は、あなたがアタッカーかディフェンダーかに関わらず、戦闘地にいるあなたの戦士の数に等しいです。

source: The more of the same building she has on the map, the more points she scores.
ja: マップ上にさらに同じ建物を持つことにより、より多くの勝利点を得点します。

source: The more sympathy on the map they have, the more victory points they score.
ja: マップに多くのシンパシートークンを持つと、より多くの勝利点を得点できます。

source: The most experienced butlers know that good manners are worth their weight in gold.
ja: 最も経験豊富な執事は、良いマナーには金と同じ価値があるということを知っています。

source: The most important aspect of this process is that each player makes their deployment decisions secretly.
ja: このプロセスな最も重要な面は、各プレイヤーが展開決定を秘密裏に行うことです。

source: The nation of a crafting building matches the nation of its clearing.
ja: 民のクラフト建物は、空き地の民と一致します。

source: The nation of a crafting piece matches its clearing, and each crafting piece may be used only once per turn.
ja: その区域に一致するクラフトピースの民と、各クラフトピースターンごとに1度のみ使用できます。

source: The nation of a crafting piece matches its clearing.
ja: 派閥のクラフティングピースは区画に一致します。

source: The nation of all <hammer> matches your current clearing.
ja: <ハンマー>全ての民を、あなたが現在居る空き地に一致させます。

source: The nefarious Marquise de Cat has seized the great woodland, intent on harvesting its riches.
ja: 極悪なマーキス・ド・キャットは豊かな収穫をもたらす偉大なる森林地帯を奪った。

source: The newly-available Location may now be used like any other Location.
ja: 新しく利用可能となったロケーションは、他のロケーションと同じように使用できるようになります。

source: The next player in turn sequence can now make reinforcement orders.
ja: ターン順で次のプレイヤーガ増強オーダーを行います。

source: The next player then may purchase or pass.
ja: その後、次のプレイヤーが購入かパスをします。

source: The number of Heroes entering town does not change, so the pressure is on! End of GaMe The game does not end until a full turn is complete and every eligible player has had a chance to resolve an Adventure phase.
ja: 街にやってくるヒーローたちの数は代わりませんので、プレッシャーがかかります！ ゲーム終了 ターンが完全に完了し、プレイヤーたち全員が冒険フェイズを解決する機会が与えられまで、ゲームは終了しません。

source: The number of Strength discs included in the game is a hard limit.
ja: 筋力ディスクの数はゲームに含まれている分で制限されます。

source: The number of placed is determined by the desired Plan’s Cost.
ja: プレイヤーはミントサプライから●●を得る。

source: The number of players determines the number of Hero cards that should be used in a game:
ja: プレイヤーの数に寄って、ゲームに使用されるヒーローカードの枚数を決定します。

source: The number of revealed Crystal tiles (including collapsed tiles).
ja: 明らかにされたクリスタルタイルの数（崩壊されたタイルを含む）

source: The number of supporters that must be spent is listed above the sympathy token.
ja: 消費する支援者カードの枚数は、シンパシートークンの上部に記述されています。

source: The number of units in every resource territory must be reduced to 1.
ja: 全てのリソース地域のユニットの数を1に減少させなければなりません。

source: The number shown below the building (〇) is its VP value at the end of the campaign.
ja: 建物下に示される数字（●）は、キャンペーン終了時（つまり今回のではなく、全ゲーム終了時）のVP価値です。

source: The number shown below the building (〇） is its VP value at the end of the campaingn.
ja: 建物下に示される数字（●）は、キャンペーン終了時のVPの値です。

source: The object of each game of Charterstone is to score the most victory points.
ja: チャーターストーンの各ゲームでの目標は、最も多くの勝利点を得点することです。

source: The oldest player receives the first-player token.
ja: 最も時を過ごしたプレイヤーがファーストプレイヤートークンを受け取ります。

source: The only restriction is that all players must contribute at least one bean.
ja: 唯一の制限は、全てのプレイヤーたちが少なくとも1つの豆を提供しなければならないことです。

source: The other side has more abstract art that prominently features the color and icon associated with that territory type.
ja: もう片方はその地域タイプを連想させるアイコンと色による抽象的なものになっています。

source: The other spaces correspond to the surrounding spaces, and the marked space indicates the destination space of the Teleport.
ja: 他の位置は周囲スペースと、テレポートする行き先を示すためにマークされたスペースになります。

source: The outside spaces are impassable.
ja: 外側のスペースは移動不可。

source: The pile of your wooden discs, which represent your workers, is referred to as your reserve (note that we have included 2 extra discs in the game for each player, as replacements in case you lose any – these extras are not part of your reserve).
ja: あなたのワーカーを表す木製ディスクの山は、リザーブと称されます（ゲームには各プレイヤー2つの余分なディスクがあることに注意してください―これらはリザーブの一部ではありません）。

source: The player builds one Plan in their Neighborhood.
ja: プレイヤーは自身の近所のプラン1枚を建築します。

source: The player chooses an opposing Pixie on a double action space.
ja: プレイヤーはダブルアクションスペースにいる対戦相手の妖精1体を選択します。

source: The player chooses an unoccupied Mint Placement
ja: プレイヤーは未占領のミントプレイスメントスペースを選択し、そこに必要な数の●を配置し、ロケーションの効果を得ます。

source: The player chooses an unoccupied Mint Placement Space and places the required amount of on it, granting them the Location’s effect.
ja: プレイヤーは未占領のミントプレイスメントスペースを選択し、そこに必要な数の●を配置して、ロケーションの効果を得ます。

source: The player currently holding the Starting Player Token takes the first turn.
ja: 現在スタートプレイヤートークンを持つプレイヤーから最初にターンを行います。

source: The player forges 1 Golden Ring by paying the amount of Gold depicted on their position on the Gold track.
ja: ゴールドトラックにある自身の位置に描かれた数のゴールドを支払うことで、ゴールデンリング1つを鍛造します。

source: The player gains a Plan from the Plan Supply into their Neighborhood.
ja: PRODUCER

source: The player gains from the Mint Supply, then each other player gains from the Mint Supply.
ja: プレイヤーはミントサプライから○○○を得て、その後、他の各プレイヤーはミントサプライから○を得ます。

source: The player gains from the Mint Supply.
ja: プレイヤーはミントサプライから○○を得ます。

source: The player gains the Starting Player Token from its current holder.
ja: BUULDER 自身の近所のプラン1枚を建築する。

source: The player gains the top card from the Plan Deck into their Neighborhood.
ja: プレイヤーは自身の近所に、プランサプライからプラン1枚を得る。プランのコストで決定される数の●を配置する。

source: The player in question takes the leftmost available Reward Tile from the fields and places the Pixie on that space.
ja: そのプレイヤーはフィールドから利用可能な報酬タイルの最も左のものを取り、そのスペースに妖精を配置します。

source: The player may copy any double action using the copy action (not just actions that were already taken).
ja: プレイヤーは模倣アクションを使用して任意のダブルアクションを模倣できます（既に取られたアクションではなくても）。

source: The player may utilize another Location’s ability as though they had placed on that Location.
ja: ロケーションの続き

source: The player now has 1 extra location on their player screen to hold a Single Use or Food Tile.
ja: プレイヤーは一回使用[または]食料タイル1つを保持するために、自身のプレイヤースクリーンに追加のスペース1つを持ちます。

source: The player performing this action chooses another action with double action spaces that has already been used this round.
ja: このアクションを実行したプレイヤーは、このラウンド既に使用されたダブルアクションスペースの別のアクションを選択します。

source: The player receives 1 Silver during each stealing phase.
ja: 各窃盗フェイズ時に、1シルバーを受け取る。

source: The player receives 2 extra Reward Points when forging a Golden Ring.
ja: ゴールデンリングを鍛造する時、追加の2報酬ポイントを受け取る。

source: The player receives 2 extra Reward Points when promoting a Pixie to Loyal Servant.
ja: 忠実な使用人に妖精を昇進させる時、追加の2報酬ポイントを受け取る。

source: The player rolls the Casino die and receives resources according to the die roll
ja: カジノダイスをロールし、ロールしたダイスに従ってリソースを受け取ります。

source: The player rolls the Casino die and receives resources according to the die roll:
ja: カジノダイスをロールし、ロールしたダイスに従ってリソースを受け取ります。

source: The player takes the cloth bag and pulls as many resource cubes from it as there are Pixies present in their mine.
ja: プレイヤーは布袋を取り、自身の炭鉱にいる妖精と同数のリソースキューブを引きます。

source: The player taking hits chooses which pieces to remove, but must remove all of their warriors in the clearing of battle before removing any of their buildings or tokens there.
ja: 取り除くピースはそれらを所持するプレイヤーが選択しますが、そこにある自身の建物やトークンを取り除く前に、自身の戦士全てを取り除く必要があります。

source: The player that offered the most Silver advances their disc 1 additional step.
ja: 最もシルバーを提供したプレイヤーはさらに1ステップ、自身のディスクを進行させます。

source: The player that offered the most Silver/ Gold advances their disc 1 additional step.
ja: 最もシルバーまたはゴールドそれぞれにて、最も提供できたプレイヤーは、自身のディスクをさらに1ステップ進めます。

source: The player who possesses the first player token gets to choose his action first, and play then proceeds clockwise around the table.
ja: ファーストプレイヤートークンを所持するプレイヤーが最初にアクションを選択し、テーブルを時計回りでこれを続けます。

source: The player who unlocked this crate may gain 1 of these building cards (92-97) at random.
ja: この木箱を解放したプレイヤーは、これら建物カード（92-97）から1枚をランダムに得ます。

source: The player who unlocked this crate may gain 1 of these friend cards at random.
ja: この木箱を解放したプレイヤーは、これらフレンドカードから1枚をランダムに得ます。

source: The player who unlocked this crate may gain 1 of these guest cards at random.
ja: この木箱を解放したプレイヤーは、これらゲストカードから1枚をランダムに得ます。

source: The player who unlocked this crate may gain 1 of these item cards at random.
ja: この木箱を開放したプレイヤーは、これらアイテムカードから1枚をランダムに得ます。

source: The player who unlocked this crate may gain 1 of these objective cards at random.
ja: この木箱を解放したプレイヤーは、これら目標カードから個人目標として1枚をランダムに得ます。

source: The player who unlocked this crate may gain 1 of these treasure cards at random.
ja: この木箱を解放したプレイヤーは、これらトレジャーカードから1枚をランダムに得ます。
